# coding: utf-8
u"""
Модели приложения
"""
#------------------------------------------------------------------------------
# Imports
#------------------------------------------------------------------------------


# 3rdparty
from django.db import models

#------------------------------------------------------------------------------
# Models
#------------------------------------------------------------------------------

class Position(models.Model):
    u"""
    Должность
    """

    pcode = models.CharField(
        u'Код', max_length=255)
    pname = models.CharField(
        u'Наименование', max_length=255)


    # Meta
    # -----------------------------------------------------------------

    class Meta:
        verbose_name = u'Должность'
        verbose_name_plural = u'Список должностей'
